/* difference title */
"Album" = "专辑";

/* difference title */
"App Version" = "应用版本";

/* difference title */
"Artist" = "艺术家";

/* difference title */
"Bit Rate" = "比特率";

/* difference tooltip */
"Both favorited and not favorited instances found" = "找到收藏和非收藏的实例";

/* difference tooltip */
"Both loved and not loved instances found" = "找到喜爱和非喜爱的实例";

/* difference title */
"Date" = "日期";

/* differences control title */
"Differences:" = "差异：";

/* No comment provided by engineer. */
"Differences: %@" = "差异：%@";

/* difference tooltip */
"Different albums" = "不同专辑";

/* difference tooltip */
"Different application versions" = "不同应用程序版本";

/* difference tooltip */
"Different artists" = "不同艺术家";

/* difference tooltip */
"Different bit rate" = "不同比特率";

/* difference tooltip */
"Different date of last modification" = "不同上次修改日期";

/* difference tooltip */
"Different file extensions" = "不同文件扩展名";

/* difference tooltip */
"Different file locations" = "不同文件位置";

/* difference tooltip */
"Different image size" = "不同图片大小";

/* difference tooltip */
"Different last played date" = "不同上次播放日期";

/* difference tooltip */
"Different play count" = "不同播放计数";

/* difference tooltip */
"Different size on disk" = "不同磁盘上大小";

/* difference tooltip */
"Different song rating" = "不同歌曲评分";

/* difference title */
"Dimensions" = "尺寸";

/* No comment provided by engineer. */
"Exact Duplicates" = "完全重复项";

/* difference title */
"Favorite" = "收藏夹";

/* difference title */
"Format" = "格式";

/* difference title */
"Loved" = "喜爱";

/* No comment provided by engineer. */
"No differences" = "无差异";

/* difference title */
"Path" = "路径";

/* difference title */
"Play Count" = "播放计数";

/* difference title */
"Play Date" = "播放日期";

/* difference title */
"Rating" = "评分";

/* No comment provided by engineer. */
"Similar Files" = "类似文件";

/* difference title */
"Size" = "大小";

/* No comment provided by engineer. */
"%@ found in %@" = "在 %2$@ 中找到 %1$@";

/* No comment provided by engineer. */
"%@ selected" = "已选择 %@";

/* No comment provided by engineer. */
"%d folders" = "%d 个文件夹";

/* No comment provided by engineer. */
"AccessibilityEstimatingAnnouncement" = "Gemini 已开始扫描所选的文件夹查找重复文件。";

/* No comment provided by engineer. */
"AccessibilityScanningAnnouncement" = "AccessibilityScanningAnnouncement";

/* No comment provided by engineer. */
"Add Location…" = "添加位置…";

/* No comment provided by engineer. */
"Ascending" = "升序";

/* No comment provided by engineer. */
"Back to Summary" = "摘要";

/* No comment provided by engineer. */
"Calculating…" = "正在计算…";

/* No comment provided by engineer. */
"Descending" = "降序";

/* No comment provided by engineer. */
"Diagram" = "图表";

/* No comment provided by engineer. */
"Estimating…" = "正在估计";

/* No comment provided by engineer. */
"New Scan" = "新扫描";

/* No comment provided by engineer. */
"No duplicates found" = "没有找到重复项";

/* No comment provided by engineer. */
"Remove Duplicates" = "移除重复项";

/* No comment provided by engineer. */
"Scan for Duplicates" = "扫描查找重复项";

/* Remaining Files Button title */
"Select More" = "选择更多";

/* Extend trial on Continue Cleanup screen button title */
"continue_cleanup_description" = "不要让剩余的重复文件占据您的 Mac。延长您的试用，再移除 %new_trial_value%。";

/* No comment provided by engineer. */
"Share" = "共享";

/* No comment provided by engineer. */
"Sharing Text" = "Sharing Text";

/* No comment provided by engineer. */
"Sort by %@" = "按 %@ 排序";

/* No comment provided by engineer. */
"Start Over" = "重新开始";

/* No comment provided by engineer. */
"Stop" = "停止";

/* "Select" pop up button in group preview */
"Select %@" = "选择 %@";

/* Brief scan results diagram subtitle */
"Found in\n%@" = "在 %@ 中\n找到";

/* Cleanup complete total cleaned size */
"%@ Cleaned in Total" = "共清理 %@";

/* Message in "Put Back All" alert */
"Are you sure you want to put all recoverable duplicates back to their original locations?" = "确定要将所有可恢复重复项还原到它们的原始\n位置？";

/* Title of "Review Trashed" screen */
"Moved to Trash" = "已移到废纸篓";

/* Title of "Review Trashed" screen */
"Moved to Folder" = "已移到文件夹";

/* Title of "Review Trashed" screen */
"Moved to \"%@\"" = "已移到 \"%@\"";

/* Title of "Review Trashed" screen */
"Removed Permanently" = "已永久移除";

/* Title of "Brief Scan" screen (remove button) */
"Move" = "移动";

/* Alert title on "Put All Back" */
"Are you sure you want to put all recoverable duplicates back to their original locations?" = "确定要将所有可恢复重复项还原到它们的原始\n位置？";

/* Alert button on "Put All Back" */
"Put All Back" = "全部还原";

/* Alert button on "Put All Back" */
"Cancel" = "取消";

/* Alert title when Put Back is impossible */
"This file cannot be put back" = "该文件无法还原";

/* Alert informative text when Put Back is impossible */
"The file was either removed permanently or Gemini is no longer permitted to access it." = "该文件已被永久移除，或者 Gemini 不再有权访问\n它。";

/* Alert informative text when Put Back failed */
"This file was either removed permanently or moved from the last location Gemini put it in." = "该文件已被永久移除或者从 Gemini 上次放置它的位置\n被移走。";

/* Alert informative text when Put Back is impossible for duplicates from Photos */
"It still remains restorable in your Photos library until you permanently delete it from there." = "它仍会一直在您的照片库中保持可还原状态，直到您将其从照片库中\n永久删除。";

/* Segmented duplicates selector button [ 1 | 2 ] first item */
"Select Duplicates" = "选择重复项";

/* No comment provided by engineer. */
"Select for Removal" = "选择进行移除";

/* No comment provided by engineer. */
"Deselect from Removal" = "取消移除选择";

/* No comment provided by engineer. */
"Removal Summary" = "移除摘要";

/* In "XX GB Successfully trashed" on clean results */
"Successfully trashed" = "成功废弃";

/* In "XX GB Successfully moved" on clean results */
"Successfully moved" = "成功移除";

/* In "XX GB Successfully removed" on clean results */
"Successfully removed" = "成功移除";

/* CTA for button on clean results */
"Review Trashed" = "查看废弃项";

/* CTA for button on clean results */
"Review Moved" = "检查已移除项目";

/* CTA for button on clean results */
"View Removed" = "查看已移除项目";

/* In "XX GB Selected" of brief scan results. */
"Selected" = "所选";

/* In "XX GB Automatically selected" of brief scan results. */
"Automatically selected" = "自动选择";

/* CTA for Remove button on brief scan results */
"Remove" = "移除";

/* CTA for Remove button on brief scan results */
"Smart Cleanup" = "智能清理";

/* Second License subscribe window title */
"Get Your Second License" = "获取第二份许可证";

/* Setapp Intro Subscription title */
"Let’s stay in touch!" = "保持联系！";

/* Setapp Intro Subscription description */
"Join Gemini's newsletter, so that we reach out to you with our best news." = "订阅 Gemini 的时事通讯，随时掌握我们的最新新动态。";

/* Other Intro Subscription title */
"Stay Posted!" = "敬请关注！";

/* Other Intro Subscription description */
"Subscribe to our newsletter and stay posted about new MacPaw apps, freebies, and special deals." = "订阅我们的时事通讯，随时了解我们最新的 MacPaw 应用、免费产品以及优惠活动。";

/* Second License subscribe window info text */
"Oh, you upgraded? At MacPaw, we value loyalty, so have a second copy of Gemini, on the house." = "哦，您已经升级？MacPaw 珍惜忠实的用户，所以您可以免费获赠一个 Gemini 副本。";

/* CTA for subscribe button if second license need to be generated*/
"Get My License" = "获取我的许可证";

"Select Duplicates" = "选择重复项";

"Select Similars" = "选择类似项";

"Are you sure you want to select the last copy of “%@” for removal?" = "确定要选择 “%@” 的最后一个副本进行移除？";

/* Trial Limitation */
"Trial_Limitation_Description" = "您已经成功清理了 500 MB！本次扫描发现了超过 %counter_value% 个重复项。购买许可证，移除所有重复和类似文件，不限数量。";

"Special thanks to %@" = "特别感谢 %@";

"Sit back and relax." = "不用担心，放轻松。";

/* No comment provided by engineer. */
"Hold on to your seats!" = "坐稳当心！";

"WITH A DISCOUNT" = "使用折扣";

"AT FULL PRICE" = "全价";

/* Rate on MAS Scenario question */
"RateOnMAS_Question" = "您喜欢 Gemini 2 吗？";

/* Rate on MAS Scenario negative answer */
"RateOnMAS_Question_Negative" = "不完全是";

/* Rate on MAS Scenario positive answer */
"RateOnMAS_Question_Positive" = "是的，我喜欢它！";

/* Rate on MAS Scenario question after negative answer */
"RateOnMAS_Feedback" = "告诉我们您的想法，让我们做得更好。";

/* Rate on MAS Scenario answer */
"RateOnMAS_Feedback_Negative" = "不，谢谢。";

/* Rate on MAS Scenario answer */
"RateOnMAS_Feedback_Positive" = "好的，没问题！";

/* Rate on MAS Scenario question after positive answer */
"RateOnMAS_Rating" = "在 App Store 上评分？";

/* Rate on MAS Scenario question */
"RateOnMAS_Rating_Negative" = "不，谢谢。";

/* Rate on MAS Scenario answer */
"RateOnMAS_Rating_Positive" = "好的，没问题！";

/* Rate on Site Scenario question */
"RateOnSite_Question" = "您喜欢 Gemini 2 吗？";

/* Rate on Site Scenario negative answer */
"RateOnSite_Question_Negative" = "不完全是";

/* Rate on Site Scenario positive answer */
"RateOnSite_Question_Positive" = "是的，我喜欢它！";

/* Rate on Site Scenario question after negative answer */
"RateOnSite_Feedback" = "告诉我们您的想法，让我们做得更好。";

/* Rate on Site Scenario answer */
"RateOnSite_Feedback_Negative" = "不，谢谢。";

/* Rate on Site Scenario answer */
"RateOnSite_Feedback_Positive" = "好的，没问题！";

/* Rate on Site Scenario question after positive answer */
"RateOnSite_Rating" = "邀请朋友试一下 Gemini 吧？";

/* Rate on Site Scenario question */
"RateOnSite_Rating_Negative" = "不，谢谢。";

/* Rate on Site Scenario answer */
"RateOnSite_Rating_Positive" = "告诉朋友！";

/* Reminder Alert description */
"That’s a lot of space wasted by duplicates." = "重复项浪费了许多宝贵的空间。";

/* Reminder Alert message */
"Would you like Gemini to remind you about regular scanning once in a while?" = "想让 Gemini 偶尔提醒您定期扫描吗？";

/* Reminder Alert cancel */
"Cancel" = "取消";

/* Reminder Alert ok */
"OK" = "好";

/* Duplicate context menu item in Detailed Scan Results */
"Select All Copies Within \"%@\"" = "选择 \"%@\" 内的所有副本";

/* Duplicate context menu item in Detailed Scan Results */
"Deselect All Copies Within \"%@\"" = "取消选择 \"%@\" 内的所有副本";

/* Alert title on removing files from network volume */
"Some of your duplicates cannot be moved to Trash. Would you like to remove them permanently?" = "部分重复项无法移到废纸篓。您要将它们永久移除吗？";

/* Alert informative text on removing files from network volume */
"Please note that you will not be able to recover them later." = "请注意，移除后将无法恢复。";

/* Default alert response on removing files from network volume */
"Remove Permanently" = "永久移除";

/* Alternative alert response on removing files from network volume */
"Keep Files" = "保留文件";

/* Alert message text when opene with root user permissions */
"Gemini cannot be opened with root user permissions granted via the 'sudo' command." = "通过'sudo'命令授予的 root 用户权限无法打开 Gemini。";

/* Alert informative text when opene with root user permissions */
"Please try opening the app with ordinary user permissions." = "请尝试使用普通的用户权限打开应用。";

/* Launch Setapp Version? Alert title */
"Launch Setapp Version? Alert title" = "似乎您正在 Mac 上使用 Setapp。";

/* Launch Setapp Version? Alert details */
"Launch Setapp Version? Alert details" = "是否要切换到 Gemini 版本的 Setapp？它与您使用的应用完全相同，而且总是保持最新版本。";

/* Launch Setapp Version? Alert launch button */
"Launch Setapp Version?: Launch Button Title" = "切换";

/* Launch Setapp Version? Alert deny button */
"Launch Setapp Version?: Deny Button Title" = "不，谢谢";

/* Migrate? Title */
"Migrate? Title" = "您的系统上还有非 Gemini 版本的 Setapp。";

/* Migrate? Details */
"Migrate? Details" = "是否要将以前的应用设置迁移到此应用版本？";

/* Migrate? Accept */
"Migrate? Accept" = "迁移";

/* Migrate? Decline */
"Migrate? Decline" = "取消";

/* Suggested Spaces Home Folder */
"suggested_spaces_home_folder" = "个人文件夹";

/* Suggested Spaces Pictures Folder */
"suggested_spaces_pictures_folder" = "“图片”文件夹";

/* Suggested Spaces Music Folder */
"suggested_spaces_music_folder" = "“音乐”文件夹";

/* Suggested Spaces - Open Panel Grant Access Button Title */
"suggested_spaces_grant_access" = "授权访问";

/* Suggested Spaces - Open Panel - Reason Explanation */
"suggested_spaces_access_reason" = "请授权访问个人文件夹以继续。";

"resubscription_grace_title" = "哦，我的卡出问题了！";
"resubscription_grace_subtitle" = "由于某些原因，我们无法收取年度订阅费。请申请向您的电子邮箱地址：%@ 发送续订说明，以确保顺利续订。";
"resubscription_grace_button_title" = "获取续订说明";

"resubscription_renew_opted_title" = "检查您的收件箱";
"resubscription_renew_opted_subtitle" = "我们刚刚向您的电子邮箱： %@ 发送了 Gemini 2 续订说明。稍后回来🙂";
"resubscription_renew_opted_button_title" = "明白";

"resubscription_renew_title" = "续订订阅";
"resubscription_renew_subtitle" = "似乎您的付款详情有点问题。请申请向您的电子邮箱地址：%@ 发送续订说明，以确保顺利续订。";
"resubscription_renew_button_title" = "获取续订说明";

"resubscription_resubscribe_title" = "请重新订阅！";
"resubscription_resubscribe_subtitle" = "抱歉，您的当前订阅似乎已经到期。请前往我们的网店续订，并继续使用 Gemini 2。";
"resubscription_resubscribe_button_title" = "续订";

"renew_subscription_button_title" = "续订";
"resubscribe_button_title" = "再次订阅";
"resubscription_license_button_title" = "我有其他许可";
